{
  "resourceType" : "ClinicalUseDefinition",
  "id" : "IND-10002556",
  "meta" : {
    "profile" : ["http://fhir.ch/ig/ch-epl/StructureDefinition/ch-idmp-clinicalusedefinition-indication"]
  },
  "text" : {
    "status" : "generated",
    "div" : "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p class=\"res-header-id\"><b>Generated Narrative: ClinicalUseDefinition IND-10002556</b></p><a name=\"IND-10002556\"> </a><a name=\"hcIND-10002556\"> </a><div style=\"display: inline-block; background-color: #d9e0e7; padding: 6px; margin: 4px; border: 1px solid #8da1b4; border-radius: 5px; line-height: 60%\"><p style=\"margin-bottom: 0px\"/><p style=\"margin-bottom: 0px\">Profile: <a href=\"StructureDefinition-ch-idmp-clinicalusedefinition-indication.html\">CH IDMP ClinicalUseDefinition Indication</a></p></div><p><b>type</b>: Indication</p><p><b>subject</b>: <a href=\"MedicinalProductDefinition-Abrilada-40mg-Pre-Filled-Pen.html\">MedicinalProductDefinition: extension = Solution for injection,Austausch Referenzpräparat/Biosimilar\nDie Behandlung mit ABRILADA bedarf der Kostengutsprache durch den Krankenversicherer nach vorgängiger Konsultation des Vertrauensarztes. Für die Behandlung mit ABRILADA ist keine neue Kostengutsprache nötig, wenn in derselben Indikation bereits eine Kostengutsprache für das Referenzpräparat oder ein anderes Biosimilar besteht.\n\nAktive rheumatoide Arthritis\nBehandlung mit ABRILADA, wenn die vorausgegangene antirheumatische Standardtherapie mit krankheitsmodifizierenden Antirheumatika (DMARDs) unzulänglich war.\n\nAktive polyartikuläre juvenile idiopathische Arthritis bei Kindern und Jugendlichen ab einem Körpergewicht von ≥ 30 kg\nBehandlung mit ABRILADA, wenn die vorausgegangene Standardtherapie mit krankheitsmodifizierenden Antirheumatika (DMARDs) unzulänglich war.\n\nPsoriasis-Arthritis\nBehandlung mit ABRILADA, wenn die vorausgegangene Standardtherapie mit krankheitsmodifizierenden Antirheumatika (DMARDs) unzulänglich war.\n\nAnkylosierende Spondylitis (Morbus Bechterew)\nBehandlung mit ABRILADA, wenn die vorausgegangene konventionelle Therapie unzulänglich war oder nicht vertragen wurde.\n\nAktiver Morbus Crohn\nBehandlung erwachsener Patienten mit ABRILADA, wenn die vorausgegangene konventionelle Therapie (z.B. mit Azathioprin, 6-Mercaptopurin oder Glukokortikoiden) unzulänglich war, sowie bei Patienten, die nicht mehr auf Infliximab ansprechen oder dieses nicht vertragen. Nach zwei Jahren ununterbrochener Therapie bedarf die Behandlung einer erneuten Kostengutsprache durch den Krankenversicherer nach vorgängiger Konsultation des Vertrauensarztes.\n\nModerate bis schwere Colitis ulcerosa\nBehandlung erwachsener Patienten mit ABRILADA, wenn die vorausgegangene konventionelle Therapie (z.B. mit Azathioprin, 6-Mercaptopurin oder Glukokortikoiden) unzulänglich war oder nicht vertragen wurde.\n\nDie Verschreibung von ABRILADA für die folgenden Behandlungen kann nur durch Fachärzte der Dermatologie oder dermatologische Universitätskliniken/ Polikliniken erfolgen:\n\nSchwere Plaque-Psoriasis\nBehandlung erwachsener Patienten mit schwerer Plaque-Psoriasis, bei denen eine Phototherapie oder eine der folgenden konventionellen systemischen Therapien (Ciclosporin, Methotrexat, Acitretin) keinen therapeutischen Erfolg gezeigt haben. Falls nach 16 Wochen kein therapeutischer Erfolg eingetreten ist, ist die Behandlung abzubrechen.\n\nAktive, mittelschwere bis schwere Hidradenitis suppurativa (Acne inversa)\nBehandlung erwachsener Patienten, wenn die vorausgegangene systemische Therapie mit Antibiotika unzulänglich war. Bei Patienten, die nach 12 Wochen kein Ansprechen nach HiSCR von mindestens 50% zeigen, ist die Behandlung abzubrechen. Nach 52 Wochen ununterbrochener Therapie bedarf die Behandlung einer erneuten Kostengutsprache durch den Krankenversicherer nach vorgängiger Konsultation des Vertrauensarztes.; identifier = http://fhir.ch/ig/ch-epl/sid/mpid#Medical Product Identifier#CH-7601001010604-6783101; indication = Rheumatoide Arthritis\nAbrilada ist indiziert zur Reduzierung der Anzeichen und Symptome sowie zur Verlangsamung der Progression struktureller Schäden und zur Verbesserung der körperlichen Funktionsfähigkeit bei erwachsenen Patienten mit einer mässig bis stark ausgeprägten aktiven rheumatoiden Arthritis, die nur unzureichend auf krankheitsmodifizierende Antirheumatika (DMARDs) angesprochen haben.\nAbrilada kann als Monotherapie oder in Kombination mit Methotrexat bzw. anderen krankheitsmodifizierenden Antirheumatika eingesetzt werden, wobei aber die Kombination von Adalimumab mit Ciclosporin, Azathioprin und anderen anti-TNF-α-Therapien nicht untersucht worden ist.\nBei Patienten, bei denen eine mässig bis stark ausgeprägte rheumatoide Arthritis erst kürzlich (&lt;3 Jahre) diagnostiziert wurde und die zuvor nicht mit Methotrexat behandelt worden war, konnte eine Wirksamkeit von Adalimumab in Kombination mit Methotrexat gezeigt werden.\n\nPolyartikuläre juvenile idiopathische Arthritis (ab 30 kg Körpergewicht)\nAbrilada ist in Kombination mit Methotrexat indiziert zur Behandlung der aktiven polyartikulären juvenilen idiopathischen Arthritis bei Kindern und Jugendlichen ab 30 kg Körpergewicht, die nur unzureichend auf ein oder mehrere krankheitsmodifizierende Antirheumatika (DMARDs), einschliesslich Methotrexat, angesprochen haben oder eine solche Therapie nicht tolerieren. Abrilada kann im Falle einer Unverträglichkeit gegenüber Methotrexat oder, wenn die weitere Behandlung mit Methotrexat nicht möglich ist, als Monotherapie angewendet werden. Bei Kindern, die jünger als 4 Jahre sind, wurde Adalimumab nicht untersucht.\n\nPsoriasis-Arthritis\nAbrilada ist indiziert zur Reduzierung der Anzeichen und Symptome der Psoriasis-Arthritis bei Patienten mit ungenügendem Ansprechen auf krankheitsmodifizierende Antirheumatika. Abrilada reduziert die Progressionsrate struktureller Schäden und verbessert die körperliche Funktionsfähigkeit bei Patienten mit der polyartikulären, symmetrischen Form der Erkrankung. Abrilada kann als Monotherapie oder in Kombination mit krankheitsmodifizierenden Antirheumatika angewendet werden.\n\nAnkylosierende Spondylitis (Morbus Bechterew)\nAbrilada ist indiziert zur Behandlung von erwachsenen Patienten mit aktiver ankylosierender Spondylitis, die nur unzureichend auf herkömmliche Therapien angesprochen haben.\n\nMorbus Crohn\nAbrilada ist indiziert zur Behandlung von erwachsenen Patienten mit einem Morbus Crohn mit mässiger bis hoher Krankheitsaktivität, die nur unzureichend auf herkömmliche Therapien angesprochen haben, sowie bei erwachsenen Patienten, die nicht mehr auf Infliximab ansprechen oder dieses nicht vertragen.\n\nColitis ulcerosa\nAbrilada ist indiziert zur Behandlung der mittelschweren bis schweren aktiven Colitis ulcerosa bei erwachsenen Patienten, die auf die herkömmliche Therapie, einschliesslich Glukokortikoide und/oder 6-Mercaptopurin (6-MP) oder Azathioprin (AZA), unzureichend angesprochen haben oder die eine Unverträglichkeit gegen eine solche Therapie haben oder bei denen eine solche Therapie kontraindiziert ist.\n\nPsoriasis\nAbrilada ist als Monotherapie indiziert zur Behandlung von erwachsenen Patienten mit mittelschwerer bis schwerer, chronischer Plaque-Psoriasis, bei denen eine systemische Therapie oder eine PUVA-Therapie angezeigt ist.\n\nPsoriasis bei Kindern und Jugendlichen (ab 30 kg Körpergewicht)\nAbrilada ist indiziert zur Behandlung der schweren chronischen Plaque-Psoriasis bei Kindern und Jugendlichen mit einem Körpergewicht ≥30 kg, die nur unzureichend auf Phototherapien oder systemische Vortherapien angesprochen haben oder für die diese Therapien nicht geeignet sind.\n\nHidradenitis suppurativa (Acne inversa)\nAbrilada ist indiziert zur Behandlung von erwachsenen Patienten mit aktiver mittelschwerer bis schwerer Hidradenitis suppurativa (Acne inversa), die unzureichend auf eine systemische Antibiotikatherapie angesprochen haben.\n\nUveitis\nAbrilada ist indiziert zur Induktion (in Kombination mit Kortikosteroiden) und Erhaltung einer Remission bei erwachsenen Patienten mit Kortikosteroid-abhängiger nicht-infektiöser intermediärer Uveitis, posteriorer Uveitis oder Panuveitis, die nur unzureichend auf Kortikosteroide mit oder ohne Immunmodulatoren angesprochen haben oder die eine Kortikoid sparende Behandlung benötigen. Die Kombination mit Kortikosteroiden und/oder Immunmodulatoren richtet sich nach dem anatomischen und funktionellen Verlauf.; legalStatusOfSupply = Medicinal product subject to medical or veterinary prescription (B); additionalMonitoringIndicator = No Warning; pediatricUseIndicator = Authorised for the treatment in children; classification = adalimumab,Extension for biosimilar,Biologics,Originator product,07. STOFFWECHSEL</a></p><blockquote><p><b>indication</b></p><h3>DiseaseSymptomProcedures</h3><table class=\"grid\"><tr><td style=\"display: none\">-</td><td><b>Concept</b></td></tr><tr><td style=\"display: none\">*</td><td><span title=\"Codes:{https://www.meddra.org 10002556}\">Ankylosing spondylitis</span></td></tr></table><h3>IntendedEffects</h3><table class=\"grid\"><tr><td style=\"display: none\">-</td><td><b>Concept</b></td></tr><tr><td style=\"display: none\">*</td><td><span title=\"Codes:{http://spor.ema.europa.eu/v1/lists/200000003186 200000003194}\">therapeutic</span></td></tr></table></blockquote></div>"
  },
  "type" : "indication",
  "subject" : [{
    "reference" : "MedicinalProductDefinition/Abrilada-40mg-Pre-Filled-Pen"
  }],
  "indication" : {
    "diseaseSymptomProcedure" : {
      "concept" : {
        "coding" : [{
          "system" : "https://www.meddra.org",
          "code" : "10002556",
          "display" : "Ankylosing spondylitis"
        }]
      }
    },
    "intendedEffect" : {
      "concept" : {
        "coding" : [{
          "system" : "http://spor.ema.europa.eu/v1/lists/200000003186",
          "code" : "200000003194",
          "display" : "therapeutic"
        }]
      }
    }
  }
}