{
  "codeSystems" : [
    {
      "url" : "http://fhir.ch/ig/ch-rad-order/CodeSystem/ch-rad-order-dicom-unknown",
      "version" : "2.0.0-ballot",
      "status" : "active",
      "name" : "ChRadOrderDicomUnknown",
      "title" : "Contains Code for UNKNOWN in dicom context",
      "description" : "Definition for UNKNOWN in the context CH RAD-Order in order to handle non conformant Dicom metadata.",
      "uses" : {
      },
      "ValueSet-ch-rad-order-acquisition-modality.html" : "Modality that created the series"
    },
    {
      "url" : "http://fhir.ch/ig/ch-rad-order/CodeSystem/ch-rad-order-order-detail-type",
      "version" : "2.0.0-ballot",
      "status" : "active",
      "name" : "ChRadOrderOrderDetailType",
      "title" : "Type of Order Detail",
      "description" : "Definition for Type of Order Detail Code System in the context of CH RAD-Order.",
      "uses" : {
      },
      "ValueSet-ch-rad-order-order-detail-type.html" : "Type of Order Detail"
    },
    {
      "url" : "http://fhir.ch/ig/ch-rad-order/CodeSystem/ch-rad-order-requested-service",
      "version" : "2.0.0-ballot",
      "status" : "active",
      "name" : "ChRadOrderRequestedService",
      "title" : "Requested Service",
      "description" : "Definition for Requested Service Code System in the context of CH RAD-Order.",
      "uses" : {
      },
      "ValueSet-ch-rad-order-requested-service.html" : "Requested Service"
    },
    {
      "url" : "http://loinc.org",
      "version" : "3.1.0",
      "status" : "active",
      "name" : "LOINC",
      "title" : "Logical Observation Identifiers, Names and Codes (LOINC)",
      "description" : "LOINC provides a set of universal names and ID codes for identifying laboratory and clinical test results.1,2 LOINC facilitates the exchange and pooling of results, such as blood hemoglobin, serum potassium, or vital signs, for clinical care, outcomes management, and research. LOINC's universal identifiers (names and codes) can be used in the context of order and observation exchanges between information systems that use syntax standards such as HL73, CEN TC251, ISO TC215, ASTM4, and DICOM. Specifically, the identifier can be used as the coded value for an observation in any other standard that uses the observation/observation value paradigm, whether messages, documents, application programming interface (API), etc. For example, LOINC codes are used widely in the OBX segment Observation Identifier field (OBX-3) of an ORU HL7 (HL7 version 2.x or ASTM 1238-9410) message that may be sent between a Clinical Laboratory Information Management Systems (LIMS) and Electronic Health Record Systems (EHR).5, 6 In this way, LOINC codes provide universal identifiers that allow the exchange of clinical data between heterogeneous computing environments.",
      "oids" : ["2.16.840.1.113883.6.1"],
      "uses" : {
      },
      "http://tx.fhir.org/r4/ValueSet/loinc-rsna-radiology-playbook" : "LOINC/RSNA Radiology Playbook"
    },
    {
      "url" : "http://radlex.org",
      "version" : "1.0.2",
      "status" : "active",
      "name" : "RadLex",
      "title" : "RadLex radiology lexicon",
      "description" : "RadLex is a comprehensive set of radiology terms for use in radiology reporting, decision support, data mining, data registries, education and research.\r\n\r\nRadLex Playbook is a project of the Radiological Society of North America (RSNA), and constitutes a portion of the RadLex ontology. Playbook aims to provide a standard system for naming radiology procedures, based on the elements which define an imaging exam such as modality and body part. By providing standard names and codes for radiologic studies, Playbook is intended to facilitate a variety of operational and quality improvement efforts, including workflow optimization, chargemaster management, radiation dose tracking, enterprise integration and image exchange.\r\n\r\nAs of RadLex Playbook version 2.5, a four-year project to harmonize RadLex Playbook with the radiology portion of the LOINC standard has been concluded, leading to the LOINC-RSNA Radiology Playbook which is jointly managed by the Regenstrief Institute (publisher of LOINC) and RSNA. This harmonized Playbook defines a new information model for describing imaging procedures, and identifies correspondences between RadLex Playbook codes and LOINC codes. (See https://loinc.org/download/loinc-users-guide and http://pubs.rsna.org/doi/pdf/10.1148/rg.2017160188 for details.) Note that RadLex Playbook codes start with \"RPID\" followed by a numerical value. LOINC codes consist of a numerical code, followed by a hyphen and a single additional digit (called the check digit). Note that in the future, new codes will be created in the LOINC format only, not the RPID format. New adopters are encouraged to use LOINC-format codes.\r\n\r\nLOINC-format codes may be accessed at http://search.loinc.org. New code requests may be submitted to the joint Regenstrief-RSNA governance committee at https://loinc.org/submissions/. \r\n\r\nFrom the RSNA website:\r\n\r\n\"We (RSNA) recognize the benefits that come from radiologists using common language to communicate diagnostic results. For this reason, RSNA produced RadLex®, a comprehensive set of radiology terms for use in radiology reporting, decision support, data mining, data registries, education and research.\r\n\r\nRadLex provides the foundation for vital data resources used in radiology:\r\n\r\n *  The LOINC/RSNA Radiology Playbook (http://playbook.radlex.org/playbook/SearchRadlexAction) \r\n *  RadElement Common Data Elements (http://www.radelement.org/) \r\n *  RadReport Radiology Reporting Templates (http://radreport.org/) \r\n\r\nThe development of RadLex has been supported by the National Institute of Biomedical Imaging and Bioengineering (NIBIB) and the cancer Biomedical Informatics Grid (caBIG) project.;\"",
      "oids" : ["2.16.840.1.113883.6.256"],
      "uses" : {
      },
      "ValueSet-ch-rad-order-imaging-region.html" : "Imaging Region",
      "ValueSet-ch-rad-order-maneuver-type.html" : "Maneuver Type",
      "ValueSet-ch-rad-order-modality-type.html" : "Modality Type",
      "ValueSet-ch-rad-order-guidance-for-action.html" : "Guidance for Action",
      "ValueSet-ch-rad-order-imaging-focus.html" : "Imaging Focus",
      "ValueSet-ch-rad-order-laterality.html" : "Laterality",
      "ValueSet-ch-rad-order-view-type.html" : "View Type"
    },
    {
      "url" : "http://snomed.info/sct",
      "version" : null,
      "status" : "active",
      "name" : "SNOMED_CT",
      "title" : "SNOMED CT (all versions)",
      "description" : "SNOMED CT is the most comprehensive and precise clinical health terminology product in the world, owned and distributed around the world by The International Health Terminology Standards Development Organisation (IHTSDO).",
      "oids" : ["2.16.840.1.113883.6.96"],
      "uses" : {
      },
      "ValueSet-ch-rad-order-caveat-device.html" : "Caveat Device",
      "ValueSet-ch-rad-order-caveat-condition.html" : "Caveat Condition",
      "ValueSet-ch-rad-order-caveat-type.html" : "Type of Caveat",
      "ValueSet-ch-rad-order-caveat-qualifier-value.html" : "Qualifier Value"
    }
  ]
}
