{
  "codeSystems" : [
    {
      "url" : "http://fhir.ch/ig/ch-elm/CodeSystem/ch-elm-foph-business-rules",
      "version" : "1.3.0",
      "status" : "active",
      "name" : "ChElmFophBusinessRules",
      "title" : "CH ELM FOPH Business Rules",
      "description" : "This CH ELM code system describes specific business rules of the FOPH, which are applied during processing. Please note that the set of rules detailed herein only covers processes explicitly declared by the FOPH. Additional rules, not included in this code system, are applied by the FHIR validation logic, resulting in further codes. For more information about these additional codes, consult the official FHIR documentation and the implementation guideline."
    },
    {
      "url" : "http://fhir.ch/ig/ch-elm/CodeSystem/ch-elm-foph-patient-name-representation",
      "version" : "1.3.0",
      "status" : "active",
      "name" : "ChElmFophPatientNameRepresentation",
      "title" : "CH ELM FOPH Patient Name Representation",
      "description" : "This CH ELM resource defines the codes which identify possible patient name schemas to be used."
    },
    {
      "url" : "http://fhir.ch/ig/ch-elm/CodeSystem/ch-elm-interpretation-codes-vs",
      "version" : "1.3.0",
      "status" : "active",
      "name" : "ChElmInterpretationCodesVs",
      "title" : "CH ELM Interpretation Codes Vs",
      "description" : "The codes contained in this code system represent URLs of value sets that can be used as target codes in ConceptMaps. These value sets define the codes that are permitted to indicate the observation interpretation in relation to the leading code."
    },
    {
      "url" : "http://fhir.ch/ig/ch-elm/CodeSystem/ch-elm-results-completion-vs",
      "version" : "1.3.0",
      "status" : "active",
      "name" : "ChElmResultsCompletionVs",
      "title" : "CH ELM Results Completion Vs",
      "description" : "The codes contained in this code system represent URLs of value sets that can be used as target codes in ConceptMaps. These value sets define the codes that are permitted for specifying the organism or specimen in relation to the leading code."
    }
  ]
}
